import streamlit as st

st.header('Модель краткосрочного прогнозирования генерации электрической энергии возобновляемыми источниками')
st.caption("""Добро пожаловать на сайт, посвященный модели краткосрочного прогнозирования генерации электрической 
энергии, получаемой от возобновляемых источников! Наша модель была разработана на основе данных, собранных на станциях
 Объект 1 (30 МВт) и Объект 2 (100 МВт), и предназначена для предсказания генерации электроэнергии на краткие промежутки времени.
 
 Наша модель основана на передовых алгоритмах машинного обучения и обработке данных, и мы гордимся ее высокой точностью 
 и надежностью. Кроме того, мы предоставляем возможность нашим пользователям легко интегрировать нашу модель в свои 
 системы управления электроэнергетикой.

Мы постоянно улучшаем нашу модель и расширяем ее возможности, чтобы обеспечить максимально эффективное использование 
возобновляемых источников энергии. Если вы заинтересованы в использовании нашей модели, пожалуйста, свяжитесь с нами
 для получения дополнительной информации.
 """)

